Revit 2027 API
ParameterTypeId.RbsFamilyContentOffsetHeight Property
 "OffsetHeight"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsFamilyContentOffsetHeight { get; }
Public Shared ReadOnly Property RbsFamilyContentOffsetHeight As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsFamilyContentOffsetHeight {
	ForgeTypeId^ get ();
}
static member RbsFamilyContentOffsetHeight : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace